Repository: MMitsuha/proxycat
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, ru, zh_hans

source: [truncated — showing last %lld of %lld bytes]
ja: ［省略済み - 最後の %lld / %lld バイトを表示］
ru: [Сокращено: показаны последние %1$lld из %2$lld байт]
zh_hans: [已截断：仅显示末尾 %1$lld / %2$lld 字节]

source: %@ active connections
ja: %@ 件のアクティブ接続
ru: %@ активных соединений
zh_hans: %@ 个活动连接

source: %@ lines
ja: %@ 行
ru: %@ строк
zh_hans: %@ 行

source: %@ lines copied to clipboard.
ja: %@ 行をクリップボードにコピーしました。
ru: Скопировано %@ строк в буфер обмена.
zh_hans: 已将 %@ 行复制到剪贴板。

source: %lld active connections
ja: %lld 件のアクティブ接続
ru: %lld активных соединений
zh_hans: %lld 个活动连接

source: 7 days
ja: 7 日
ru: 7 дней
zh_hans: 7 天

source: 14 days
ja: 14 日
ru: 14 дней
zh_hans: 14 天

source: 30 days
ja: 30 日
ru: 30 дней
zh_hans: 30 天

source: A new file is created each time the tunnel connects.
ja: トンネルが接続するたびに新しいファイルが作成されます。
ru: При каждом подключении туннеля создаётся новый файл.
zh_hans: 每次隧道连接时都会创建一个新文件。

source: About
ja: 情報
ru: О приложении
zh_hans: 关于

source: Action
ja: アクション
ru: Действие
zh_hans: 操作

source: Action failed
ja: アクションに失敗しました
ru: Не удалось выполнить действие
zh_hans: 操作失败

source: Actions
ja: アクション
ru: Действия
zh_hans: 操作

source: active
ja: アクティブ
ru: активно
zh_hans: 活动

source: Add
ja: 追加
ru: Добавить
zh_hans: 添加

source: Add SSID
ja: SSID を追加
ru: Добавить SSID
zh_hans: 添加 SSID

source: Address
ja: アドレス
ru: Адрес
zh_hans: 地址

source: Advanced
ja: 詳細
ru: Дополнительно
zh_hans: 高级

source: After opening the certificate, install the downloaded profile in iOS Settings > General > VPN & Device Management, then enable full trust in Settings > General > About > Certificate Trust Settings.
ja: 証明書を開いた後、iOS 設定 > 一般 > VPN とデバイス管理でダウンロード済みプロファイルをインストールし、設定 > 一般 > 情報 > 証明書信頼設定で完全信頼を有効にしてください。
ru: После открытия сертификата установите загруженный профиль в Настройках iOS > Основные > VPN и управление устройством, затем включите полное доверие в Настройках > Основные > Об этом устройстве > Доверие сертификатам.
zh_hans: 打开证书后，请在 iOS 设置 > 通用 > VPN 与设备管理中安装下载的描述文件，再到设置 > 通用 > 关于本机 > 证书信任设置中开启完全信任。

source: Already in the list.
ja: すでにリストにあります。
ru: Уже есть в списке.
zh_hans: 已在列表中。

source: App Version
ja: アプリバージョン
ru: Версия приложения
zh_hans: 应用版本

source: Auto Connect
ja: 自動接続
ru: Автоподключение
zh_hans: 自动连接

source: Back Up Now
ja: 今すぐバックアップ
ru: Создать копию
zh_hans: 立即备份

source: Backs up profiles, the active profile, runtime preferences, Auto Connect, and log-retention settings to iCloud Drive. Logs, cache files, usage history, and MITM keys are not included.
ja: プロファイル、アクティブなプロファイル、ランタイム設定、自動接続、ログ保持設定を iCloud Drive にバックアップします。ログ、キャッシュファイル、使用履歴、MITM キーは含まれません。
ru: Сохраняет в iCloud Drive профили, активный профиль, настройки среды выполнения, автоподключения и хранения журналов. Сами журналы, файлы кэша, история использования и ключи MITM не включаются.
zh_hans: 将配置、当前配置、运行时偏好、自动连接和日志保留设置备份到 iCloud Drive。不包含日志、缓存文件、用量历史和 MITM 密钥。

source: Backup contains duplicate profile file %@.
ja: バックアップに重複したプロファイルファイル %@ が含まれています。
ru: В резервной копии есть дублирующийся файл профиля %@.
zh_hans: 备份包含重复的配置文件 %@。

source: Backup contains duplicate profile id %@.
ja: バックアップに重複したプロファイル ID %@ が含まれています。
ru: В резервной копии есть дублирующийся идентификатор профиля %@.
zh_hans: 备份包含重复的配置 ID %@。

source: Backup contains invalid profile file %@.
ja: バックアップに無効なプロファイルファイル %@ が含まれています。
ru: В резервной копии есть недействительный файл профиля %@.
zh_hans: 备份包含无效的配置文件 %@。

source: Backup is missing YAML for %@.
ja: バックアップに %@ の YAML がありません。
ru: В резервной копии отсутствует YAML для %@.
zh_hans: 备份缺少 %@ 的 YAML。

source: Both local data and the iCloud backup changed. Choose Back Up Now or Restore from iCloud.
ja: ローカルデータと iCloud バックアップの両方が変更されています。今すぐバックアップするか、iCloud から復元してください。
ru: Локальные данные и резервная копия в iCloud изменились. Выберите «Создать копию» или «Восстановить из iCloud».
zh_hans: 本机数据和 iCloud 备份都已更改。请选择立即备份或从 iCloud 恢复。

source: Built
ja: ビルド日時
ru: Собрано
zh_hans: 构建时间

source: Bundled Assets
ja: バンドル済みアセット
ru: Встроенные ресурсы
zh_hans: 内置资源

source: Cache size
ja: キャッシュサイズ
ru: Размер кэша
zh_hans: 缓存大小

source: Cancel
ja: キャンセル
ru: Отмена
zh_hans: 取消

source: Cannot connect
ja: 接続できません
ru: Не удаётся подключиться
zh_hans: 无法连接

source: Caps how many per-session log files are kept under Saved Logs. The current session is always preserved. Older files are removed when this setting changes, when the app foregrounds, and when the Saved Logs list is opened.
ja: 保存済みログに保持するセッション別ログファイル数の上限です。現在のセッションは常に保持されます。古いファイルは、この設定の変更時、アプリが前面に戻った時、保存済みログの一覧を開いた時に削除されます。
ru: Ограничивает число посеансовых файлов журнала в разделе «Сохранённые журналы». Текущий сеанс всегда сохраняется. Более старые файлы удаляются при изменении этой настройки, возврате приложения на передний план и открытии списка «Сохранённые журналы».
zh_hans: 限制「已保存日志」中保留的单次会话日志数量。当前会话始终保留。修改此设置、App 进入前台或打开「已保存日志」列表时，会清理较旧的文件。

source: Caps how many tunnel sessions are kept under Saved Logs. The current session is always preserved. Older files are removed when this setting changes, when the app foregrounds, and when the Saved Logs list is opened.
ja: 保存済みログに保持するトンネルセッション数の上限です。現在のセッションは常に保持されます。古いセッションは、この設定の変更時、アプリが前面に戻った時、保存済みログの一覧を開いた時に削除されます。
ru: Ограничивает число сеансов туннеля в разделе «Сохранённые журналы». Текущий сеанс всегда сохраняется. Более старые сеансы удаляются при изменении этой настройки, возврате приложения на передний план и открытии списка «Сохранённые журналы».
zh_hans: 限制「已保存日志」中保留的隧道会话数量。当前会话始终保留。修改此设置、App 进入前台或打开「已保存日志」列表时，会清理较旧的会话。

source: Cellular
ja: モバイル通信
ru: Сотовая связь
zh_hans: 蜂窝网络

source: Certificate install failed
ja: 証明書のインストールに失敗しました
ru: Не удалось установить сертификат
zh_hans: 证书安装失败

source: Chain
ja: チェーン
ru: Цепочка
zh_hans: 链路

source: chars
ja: 文字
ru: симв.
zh_hans: 字符

source: Clear
ja: 消去
ru: Очистить
zh_hans: 清除

source: Clear cache
ja: キャッシュを消去
ru: Очистить кэш
zh_hans: 清除缓存

source: Clear cache?
ja: キャッシュを消去しますか？
ru: Очистить кэш?
zh_hans: 清除缓存？

source: Clear failed
ja: 消去に失敗しました
ru: Не удалось очистить
zh_hans: 清除失败

source: Close
ja: 閉じる
ru: Закрыть
zh_hans: 关闭

source: Close all
ja: すべて閉じる
ru: Закрыть все
zh_hans: 全部关闭

source: Close all connections?
ja: すべての接続を閉じますか？
ru: Закрыть все соединения?
zh_hans: 关闭所有连接？

source: Collapse
ja: 折りたたむ
ru: Свернуть
zh_hans: 折叠

source: Commit
ja: コミット
ru: Коммит
zh_hans: 提交

source: Configuration looks valid.
ja: 設定は有効です。
ru: Конфигурация выглядит корректной.
zh_hans: 配置可用。

source: Conflict
ja: 競合
ru: Конфликт
zh_hans: 冲突

source: Connect
ja: 接続
ru: Подключиться
zh_hans: 连接

source: Connect first to manage proxies
ja: プロキシを管理するには先に接続してください
ru: Подключитесь, чтобы управлять прокси
zh_hans: 连接后才能管理代理

source: Connect first to view connections
ja: 接続を表示するには先に接続してください
ru: Подключитесь, чтобы просматривать соединения
zh_hans: 连接后才能查看连接

source: Connect the tunnel to start collecting daily usage.
ja: 日別使用量の収集を開始するにはトンネルに接続してください。
ru: Подключите туннель, чтобы начать собирать ежедневную статистику.
zh_hans: 连接隧道后开始统计每日流量。

source: Connected
ja: 接続済み
ru: Подключено
zh_hans: 已连接

source: Connecting
ja: 接続中
ru: Подключение
zh_hans: 连接中

source: Connection
ja: 接続
ru: Соединение
zh_hans: 连接详情

source: Connections
ja: 接続
ru: Соединения
zh_hans: 连接

source: Copied
ja: コピーしました
ru: Скопировано
zh_hans: 已复制

source: Copied %lld lines to clipboard.
ja: %lld 行をクリップボードにコピーしました。
ru: Скопировано %lld строк в буфер обмена.
zh_hans: 已将 %lld 行复制到剪贴板。

source: Copy
ja: コピー
ru: Копировать
zh_hans: 复制

source: Copy All
ja: すべてコピー
ru: Копировать все
zh_hans: 全部复制

source: Could not close (HTTP %lld)
ja: 閉じられませんでした（HTTP %lld）
ru: Не удалось закрыть (HTTP %lld)
zh_hans: 无法关闭（HTTP %lld）

source: Could not close all (HTTP %lld)
ja: すべて閉じられませんでした（HTTP %lld）
ru: Не удалось закрыть все (HTTP %lld)
zh_hans: 无法全部关闭（HTTP %lld）

source: Could not load
ja: 読み込めませんでした
ru: Не удалось загрузить
zh_hans: 无法加载

source: Could not open log
ja: ログを開けませんでした
ru: Не удалось открыть журнал
zh_hans: 无法打开日志

source: Could not save
ja: 保存できませんでした
ru: Не удалось сохранить
zh_hans: 无法保存

source: Create and install the local root CA before using MITM HTTPS rewriting.
ja: MITM HTTPS 書き換えを使用する前に、ローカルルート CA を作成してインストールしてください。
ru: Создайте и установите локальный корневой сертификат, прежде чем использовать перезапись HTTPS через MITM.
zh_hans: 使用 MITM HTTPS 重写前，请先创建并安装本地根 CA。

source: Daily traffic
ja: 日別通信量
ru: Ежедневный трафик
zh_hans: 每日流量

source: Daily Traffic
ja: 日別通信量
ru: Ежедневный трафик
zh_hans: 每日流量

source: Dashboard
ja: ダッシュボード
ru: Панель
zh_hans: 仪表盘

source: Debug
ja: デバッグ
ru: Отладка
zh_hans: 调试

source: Default
ja: デフォルト
ru: По умолчанию
zh_hans: 默认

source: Delete
ja: 削除
ru: Удалить
zh_hans: 删除

source: Delete All
ja: すべて削除
ru: Удалить все
zh_hans: 全部删除

source: Delete all saved logs?
ja: 保存済みログをすべて削除しますか？
ru: Удалить все сохранённые журналы?
zh_hans: 删除所有已保存日志？

source: Destination
ja: 宛先
ru: Назначение
zh_hans: 目的地

source: Diagnostics
ja: 診断
ru: Диагностика
zh_hans: 诊断

source: Disable Web Controller
ja: Web コントローラーを無効化
ru: Отключить Web-контроллер
zh_hans: 停用 Web 控制器

source: Disconnect
ja: 切断
ru: Отключиться
zh_hans: 断开

source: Disconnected
ja: 切断済み
ru: Отключено
zh_hans: 已断开

source: Disconnecting
ja: 切断中
ru: Отключение
zh_hans: 断开中

source: Done
ja: 完了
ru: Готово
zh_hans: 完成

source: Download
ja: ダウンロード
ru: Скачать
zh_hans: 下载

source: Download from URL
ja: URL からダウンロード
ru: Скачать по URL
zh_hans: 从 URL 下载

source: Download Profile
ja: プロファイルをダウンロード
ru: Скачать профиль
zh_hans: 下载配置

source: Drop GeoIP / GeoSite / MMDB files into BundledAssets/geo/ and an external-ui directory at BundledAssets/ui/, then re-run xcodegen and rebuild to embed them at compile time.
ja: GeoIP / GeoSite / MMDB ファイルを BundledAssets/geo/ に、external-ui ディレクトリを BundledAssets/ui/ に配置し、xcodegen を再実行して再ビルドすると、コンパイル時に埋め込まれます。
ru: Поместите файлы GeoIP / GeoSite / MMDB в BundledAssets/geo/, а каталог external-ui — в BundledAssets/ui/, затем повторно запустите xcodegen и пересоберите, чтобы встроить их во время компиляции.
zh_hans: 将 GeoIP / GeoSite / MMDB 文件放入 BundledAssets/geo/，将 external-ui 目录放入 BundledAssets/ui/，然后重新运行 xcodegen 并重建，即可在编译时嵌入。

source: Drops the locally stored daily totals. Live traffic counters on the dashboard are unaffected.
ja: ローカルに保存された日別合計を削除します。ダッシュボードのライブ通信量カウンターには影響しません。
ru: Удаляет локально сохранённые ежедневные итоги. Счётчики трафика в реальном времени на Панели не затрагиваются.
zh_hans: 清除本地保存的每日流量统计。仪表盘上的实时流量计数不受影响。

source: Edit
ja: 編集
ru: Изменить
zh_hans: 编辑

source: Edit Profile
ja: プロファイルを編集
ru: Изменить профиль
zh_hans: 编辑配置

source: Edited
ja: 編集済み
ru: Изменено
zh_hans: 已编辑

source: Edited %@
ja: %@ を編集しました
ru: Изменено %@
zh_hans: 编辑于 %@

source: Embedded in the app at compile time and copied to the working directory on first run. They survive Clear Cache and are not re-downloaded by mihomo.
ja: コンパイル時にアプリへ埋め込まれ、初回起動時に作業ディレクトリへコピーされます。キャッシュ消去後も保持され、mihomo によって再ダウンロードされません。
ru: Встраиваются в приложение при компиляции и копируются в рабочий каталог при первом запуске. Они сохраняются при очистке кэша и не загружаются повторно через mihomo.
zh_hans: 在编译时嵌入 App，并在首次运行时复制到工作目录。它们不会被「清除缓存」移除，mihomo 也不会重新下载。

source: Enter the exact Wi-Fi name. iOS matches case-sensitively.
ja: 正確な Wi-Fi 名を入力してください。iOS は大文字と小文字を区別して照合します。
ru: Введите точное имя Wi-Fi. iOS учитывает регистр.
zh_hans: 输入精确的 Wi-Fi 名称。iOS 区分大小写匹配。

source: Error
ja: エラー
ru: Ошибка
zh_hans: 错误

source: Expand
ja: 展開
ru: Развернуть
zh_hans: 展开

source: Extension Bundle
ja: 拡張機能バンドル
ru: Бандл расширения
zh_hans: 扩展 Bundle

source: External UI
ja: 外部 UI
zh_hans: 外部 Web UI

source: Filter Level
ja: フィルターレベル
ru: Уровень фильтра
zh_hans: 筛选级别

source: Forever
ja: 無期限
ru: Бессрочно
zh_hans: 永久保留

source: Host
ja: ホスト
ru: Хост
zh_hans: 主机

source: iCloud Backup
ja: iCloud バックアップ
ru: Резервная копия iCloud
zh_hans: iCloud 备份

source: iCloud Drive is unavailable. Sign in to iCloud and enable iCloud Drive for ProxyCat.
ja: iCloud Drive を利用できません。iCloud にサインインし、ProxyCat の iCloud Drive を有効にしてください。
ru: iCloud Drive недоступен. Войдите в iCloud и включите iCloud Drive для ProxyCat.
zh_hans: iCloud Drive 不可用。请登录 iCloud，并为 ProxyCat 启用 iCloud Drive。

source: iCloud Sync
ja: iCloud 同期
ru: Синхронизация iCloud
zh_hans: iCloud 同步

source: Ignore
ja: 無視
ru: Игнорировать
zh_hans: 忽略

source: Import a YAML config or paste one in.
ja: YAML 設定をインポートするか、貼り付けてください。
ru: Импортируйте YAML-конфигурацию или вставьте её здесь.
zh_hans: 导入或粘贴一份 YAML 配置。

source: Import failed
ja: インポートに失敗しました
ru: Не удалось импортировать
zh_hans: 导入失败

source: Import YAML
ja: YAML をインポート
ru: Импортировать YAML
zh_hans: 导入 YAML

source: Info
ja: 情報
ru: Информация
zh_hans: 信息

source: Install Certificate
ja: 証明書をインストール
ru: Установить сертификат
zh_hans: 安装证书

source: Invalid
ja: 無効
ru: Недействительно
zh_hans: 无效

source: iOS evaluates SSIDs case-sensitively. The first matching rule wins; networks not listed fall through to the Default action below.
ja: iOS は SSID の大文字と小文字を区別します。最初に一致したルールが優先され、一覧にないネットワークは下のデフォルトアクションに従います。
ru: iOS сравнивает SSID с учётом регистра. Срабатывает первое подходящее правило; сети не из списка обрабатываются действием «По умолчанию» ниже.
zh_hans: iOS 会区分大小写匹配 SSID。首个匹配规则生效；未列出的网络会使用下方的「默认」操作。

source: iOS only auto-connects after you have tapped Connect on the Dashboard at least once on this device.
ja: このデバイスで一度ダッシュボードの接続をタップした後にのみ、iOS の自動接続が動作します。
ru: iOS подключается автоматически только после того, как вы хотя бы раз нажали «Подключиться» на Панели на этом устройстве.
zh_hans: 在本设备上至少从仪表盘点过一次「连接」后，iOS 才会启用自动连接。

source: Keep last 10 sessions
ja: 直近 10 セッションを保持
ru: Хранить последние 10 сеансов
zh_hans: 保留最近 10 次会话

source: Keep last 50 sessions
ja: 直近 50 セッションを保持
ru: Хранить последние 50 сеансов
zh_hans: 保留最近 50 次会话

source: Keep last 100 sessions
ja: 直近 100 セッションを保持
ru: Хранить последние 100 сеансов
zh_hans: 保留最近 100 次会话

source: Last Backup
ja: 前回のバックアップ
ru: Последняя копия
zh_hans: 上次备份

source: Last Sync
ja: 前回の同期
ru: Последняя синхронизация
zh_hans: 上次同步

source: lines
ja: 行
ru: строк
zh_hans: 行

source: Log Level
ja: ログレベル
ru: Уровень журнала
zh_hans: 日志级别

source: Logs
ja: ログ
ru: Журналы
zh_hans: 日志

source: Memory
ja: メモリ
ru: Память
zh_hans: 内存

source: mihomo on GitHub
ja: GitHub の mihomo
ru: mihomo на GitHub
zh_hans: 在 GitHub 查看 mihomo

source: MITM Certificate
ja: MITM 証明書
ru: Сертификат MITM
zh_hans: MITM 证书

source: Name
ja: 名前
ru: Имя
zh_hans: 名称

source: Network
ja: ネットワーク
ru: Сеть
zh_hans: 网络

source: Network name
ja: ネットワーク名
ru: Имя сети
zh_hans: 网络名称

source: Network name cannot be empty.
ja: ネットワーク名は空にできません。
ru: Имя сети не может быть пустым.
zh_hans: 网络名称不能为空。

source: New / Paste YAML
ja: 新規 / YAML を貼り付け
ru: Создать / вставить YAML
zh_hans: 新建或粘贴 YAML

source: New Profile
ja: 新規プロファイル
ru: Новый профиль
zh_hans: 新建配置

source: No active connections
ja: アクティブな接続はありません
ru: Нет активных соединений
zh_hans: 暂无活动连接

source: No assets bundled with this build.
ja: このビルドにはアセットがバンドルされていません。
ru: В этой сборке нет встроенных ресурсов.
zh_hans: 此构建未内置任何资源。

source: No daily totals yet.
ja: 日別合計はまだありません。
ru: Ежедневных итогов пока нет.
zh_hans: 暂无每日流量记录。

source: No iCloud backup was found.
ja: iCloud バックアップが見つかりません。
ru: Резервная копия в iCloud не найдена.
zh_hans: 未找到 iCloud 备份。

source: No logs yet
ja: ログはまだありません
ru: Журналов пока нет
zh_hans: 暂无日志

source: No matching connections
ja: 一致する接続はありません
ru: Подходящих соединений нет
zh_hans: 无匹配连接

source: No matching logs
ja: 一致するログはありません
ru: Подходящих записей нет
zh_hans: 无匹配日志

source: No profile
ja: プロファイルなし
ru: Нет профиля
zh_hans: 未选择配置

source: No profile selected
ja: プロファイルが選択されていません
ru: Профиль не выбран
zh_hans: 未选择配置

source: No profiles
ja: プロファイルがありません
ru: Нет профилей
zh_hans: 暂无配置

source: No saved logs yet
ja: 保存済みログはまだありません
ru: Сохранённых журналов пока нет
zh_hans: 暂无已保存日志

source: No traffic recorded yet.
ja: 記録された通信量はまだありません。
ru: Трафик ещё не зафиксирован.
zh_hans: 暂无流量记录。

source: Not configured
ja: 未設定
ru: Не настроено
zh_hans: 未配置

source: Not Created
ja: 未作成
ru: Не создан
zh_hans: 未创建

source: Not Trusted
ja: 未信頼
ru: Не доверен
zh_hans: 未信任

source: Off
ja: オフ
ru: Выкл.
zh_hans: 关闭

source: Open Web UI
ja: Web UI を開く
ru: Открыть Web UI
zh_hans: 打开 Web UI

source: Paste or type YAML here…
ja: ここに YAML を貼り付けるか入力…
ru: Вставьте или введите YAML здесь…
zh_hans: 在这里粘贴或输入 YAML…

source: Pause
ja: 一時停止
ru: Пауза
zh_hans: 暂停

source: Payload
ja: ペイロード
ru: Полезная нагрузка
zh_hans: 载荷

source: Pick a profile first.
ja: 先にプロファイルを選択してください。
ru: Сначала выберите профиль.
zh_hans: 请先选择配置。

source: Platform
ja: プラットフォーム
ru: Платформа
zh_hans: 平台

source: Privacy
ja: プライバシー
ru: Конфиденциальность
zh_hans: 隐私

source: Process
ja: プロセス
ru: Процесс
zh_hans: 进程

source: Process Path
ja: プロセスパス
ru: Путь процесса
zh_hans: 进程路径

source: Profile
ja: プロファイル
ru: Профиль
zh_hans: 配置

source: Profile file is missing.
ja: プロファイルファイルが見つかりません。
ru: Файл профиля отсутствует.
zh_hans: 配置文件不存在。

source: Profile has no remote URL
ja: プロファイルにリモート URL がありません
ru: У профиля нет удалённого URL
zh_hans: 配置没有远程 URL

source: Profile name
ja: プロファイル名
ru: Имя профиля
zh_hans: 配置名称

source: Profiles
ja: プロファイル
ru: Профили
zh_hans: 配置

source: Profiles are kept. If the tunnel is running, the freed space won't be visible until the next reconnect.
ja: プロファイルは保持されます。トンネルが実行中の場合、解放された容量は次回の再接続まで反映されません。
ru: Профили сохраняются. Если туннель работает, освобождённое место будет видно только после следующего переподключения.
zh_hans: 配置会保留。若隧道正在运行，释放的空间要到下次重连后才会显示。

source: Proxies
ja: プロキシ
ru: Прокси
zh_hans: 代理

source: ProxyCat on GitHub
ja: GitHub の ProxyCat
ru: ProxyCat на GitHub
zh_hans: 在 GitHub 查看 ProxyCat

source: Range
ja: 範囲
ru: Период
zh_hans: 范围

source: Ready
ja: 準備完了
ru: Готово
zh_hans: 就绪

source: Reasserting
ja: 再確立中
ru: Восстановление
zh_hans: 重新连接中

source: Recent days
ja: 最近の日付
ru: Последние дни
zh_hans: 最近日期

source: Recent Days
ja: 最近の日付
ru: Последние дни
zh_hans: 最近日期

source: Refresh
ja: 更新
ru: Обновить
zh_hans: 刷新

source: Refresh Status
ja: 状態を更新
ru: Обновить состояние
zh_hans: 刷新状态

source: Reload failed
ja: 再読み込みに失敗しました
ru: Не удалось перезагрузить
zh_hans: 重新加载失败

source: Removes the rule-provider cache, downloaded GeoIP / GeoSite databases, and the downloaded external UI. mihomo re-fetches them on next start. Bundled assets are preserved.
ja: rule-provider キャッシュ、ダウンロード済みの GeoIP / GeoSite データベース、ダウンロード済みの外部 UI を削除します。次回起動時に mihomo が再取得します。バンドル済みアセットは保持されます。
ru: Удаляет кэш rule-provider, загруженные базы GeoIP / GeoSite и загруженный External UI. mihomo заново загрузит их при следующем запуске. Встроенные ресурсы сохраняются.
zh_hans: 移除 rule-provider 缓存、已下载的 GeoIP / GeoSite 数据库和外部 Web UI。mihomo 会在下次启动时重新获取。内置资源会保留。

source: Reset
ja: リセット
ru: Сбросить
zh_hans: 重置

source: Reset statistics
ja: 統計をリセット
ru: Сбросить статистику
zh_hans: 重置统计

source: Reset Statistics
ja: 統計をリセット
ru: Сбросить статистику
zh_hans: 重置统计

source: Reset statistics?
ja: 統計をリセットしますか？
ru: Сбросить статистику?
zh_hans: 重置统计？

source: Restore
ja: 復元
ru: Восстановить
zh_hans: 恢复

source: Restore from iCloud
ja: iCloud から復元
ru: Восстановить из iCloud
zh_hans: 从 iCloud 恢复

source: Restore from iCloud?
ja: iCloud から復元しますか？
ru: Восстановить из iCloud?
zh_hans: 从 iCloud 恢复？

source: Resume
ja: 再開
ru: Возобновить
zh_hans: 继续

source: Retention
ja: 保持
ru: Хранение
zh_hans: 保留策略

source: Retry
ja: 再試行
ru: Повторить
zh_hans: 重试

source: Routing
ja: ルーティング
ru: Маршрутизация
zh_hans: 路由

source: Rule
ja: ルール
ru: Правило
zh_hans: 规则

source: Runtime
ja: ランタイム
ru: Среда выполнения
zh_hans: 运行时

source: Save
ja: 保存
ru: Сохранить
zh_hans: 保存

source: Save downloads the profile, validates it with mihomo, then adds it. Nothing is written if validation fails.
ja: 保存時にプロファイルをダウンロードし、mihomo で検証してから追加します。検証に失敗した場合は書き込みません。
ru: «Сохранить» загружает профиль, проверяет его через mihomo и затем добавляет. Если проверка не пройдена, ничего не записывается.
zh_hans: 保存时会下载配置，并用 mihomo 校验后再添加。校验失败时不会写入。

source: Save failed
ja: 保存に失敗しました
ru: Не удалось сохранить
zh_hans: 保存失败

source: Save validates with mihomo before writing.
ja: 保存前に mihomo で検証し、成功した場合のみ書き込みます。
ru: «Сохранить» проверяет конфигурацию через mihomo перед записью.
zh_hans: 保存时会先用 mihomo 校验，通过后再写入。

source: Saved
ja: 保存済み
ru: Сохранено
zh_hans: 已保存

source: Saved Logs
ja: 保存済みログ
ru: Сохранённые журналы
zh_hans: 已保存日志

source: Search logs
ja: ログを検索
ru: Поиск в журналах
zh_hans: 搜索日志

source: Server returned an empty body
ja: サーバーが空の本文を返しました
ru: Сервер вернул пустой ответ
zh_hans: 服务器返回空内容

source: Server returned HTTP %lld
ja: サーバーが HTTP %lld を返しました
ru: Сервер вернул HTTP %lld
zh_hans: 服务器返回 HTTP %lld

source: Service not started
ja: サービスが開始されていません
ru: Служба не запущена
zh_hans: 服务未启动

source: Settings
ja: 設定
ru: Настройки
zh_hans: 设置

source: Share
ja: 共有
ru: Поделиться
zh_hans: 分享

source: Share File
ja: ファイルを共有
ru: Поделиться файлом
zh_hans: 分享文件

source: Silent
ja: サイレント
ru: Без вывода
zh_hans: 静默

source: Some invalid UTF-8 bytes were replaced.
ja: 一部の無効な UTF-8 バイトを置換しました。
ru: Некорректные байты UTF-8 были заменены.
zh_hans: 已替换部分无效的 UTF-8 字节。

source: Source
ja: ソース
ru: Источник
zh_hans: 来源

source: Started
ja: 開始済み
ru: Запущено
zh_hans: 开始时间

source: Statistics
ja: 統計
ru: Статистика
zh_hans: 统计

source: Status
ja: 状態
ru: Состояние
zh_hans: 状态

source: Stops mihomo's HTTP controller and bundled Web UI from binding. The host app continues to work via its private connection. Applies immediately while connected.
ja: mihomo の HTTP コントローラーとバンドル済み Web UI のバインドを停止します。ホストアプリはプライベート接続経由で引き続き動作します。接続中でもすぐに適用されます。
ru: Запрещает mihomo привязывать HTTP-контроллер и встроенный Web UI. Основное приложение продолжает работать через приватное соединение. Применяется немедленно при активном подключении.
zh_hans: 阻止 mihomo 的 HTTP 控制器和内置 Web UI 绑定监听。宿主 App 会继续通过私有连接工作。已连接时立即生效。

source: Storage
ja: ストレージ
ru: Хранилище
zh_hans: 存储

source: Sync Now
ja: 今すぐ同期
ru: Синхронизировать
zh_hans: 立即同步

source: Syncing
ja: 同期中
ru: Синхронизация
zh_hans: 正在同步

source: Tags
ja: タグ
ru: Теги
zh_hans: 标签

source: Tap **Validate** before saving.
ja: 保存前に **検証** をタップしてください。
ru: Перед сохранением нажмите **Проверить**.
zh_hans: 保存前请点击「校验」。

source: Tap **Validate** to download and parse with mihomo before saving.
ja: 保存前に **検証** をタップして、mihomo でダウンロードと解析を行ってください。
ru: Нажмите **Проверить**, чтобы загрузить и разобрать конфигурацию через mihomo перед сохранением.
zh_hans: 保存前请点击「校验」，用 mihomo 下载并解析。

source: Target
ja: ターゲット
ru: Цель
zh_hans: 目标

source: Test latency
ja: 遅延をテスト
ru: Тест задержки
zh_hans: 测试延迟

source: The certificate file is invalid. Install again to create a fresh certificate.
ja: 証明書ファイルが無効です。もう一度インストールして新しい証明書を作成してください。
ru: Файл сертификата недействителен. Установите снова, чтобы создать новый сертификат.
zh_hans: 证书文件无效。请重新安装以创建新的证书。

source: The local MITM root CA is trusted by iOS. HTTPS rewriting can work for profiles that enable MITM.
ja: ローカル MITM ルート CA は iOS で信頼されています。MITM を有効にしたプロファイルで HTTPS 書き換えを使用できます。
ru: Локальный корневой сертификат MITM является доверенным для iOS. Перезапись HTTPS работает для профилей с включённым MITM.
zh_hans: 本地 MITM 根 CA 已被 iOS 信任。启用 MITM 的配置可以使用 HTTPS 重写。

source: This deletes %@ saved log files. The active session is preserved.
ja: %@ 件の保存済みログファイルを削除します。アクティブなセッションは保持されます。
ru: Это удалит %@ сохранённых файлов журналов. Активный сеанс сохраняется.
zh_hans: 将删除 %@ 个已保存日志文件。当前会话会保留。

source: This deletes %lld saved log files. The active session is preserved.
ja: %lld 件の保存済みログファイルを削除します。アクティブなセッションは保持されます。
ru: Это удалит %lld сохранённых файлов журналов. Активный сеанс сохраняется.
zh_hans: 将删除 %lld 个已保存日志文件。当前会话会保留。

source: This iCloud backup uses unsupported schema version %lld.
ja: この iCloud バックアップは未対応のスキーマバージョン %lld を使用しています。
ru: Эта резервная копия iCloud использует неподдерживаемую версию схемы %lld.
zh_hans: 此 iCloud 备份使用不支持的架构版本 %lld。
